Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: No road reaches %1$@ from here — there's water or a closed border in between. %2$@ will walk to %3$@, the nearest port on the way, and board the next packet across. If you find someone crossing sooner, hand the ram to them there and it skips the wait.
ar: لا يوجد طريق يصل إلى %@ من هنا — هناك مياه أو حدود مغلقة بينهما. %@ سوف يسير إلى %@ ، أقرب ميناء على الطريق، ويصعد على متن الحزمة التالية. إذا وجدت شخصًا يعبر مبكرًا، قم بتسليم الكبش إليه هناك وسيتخطى الانتظار.
bg: Никакъв път не стига до %@ от тук — има вода или затворена граница между тях. %@ ще отиде до %@, най-близкото пристанище по пътя, и ще се качи на следващия пакет отсреща. Ако намерите някой да пресича по-рано, дайте му овена там и той пропуска чакането.
bs: Ni jedan put ne dolazi do %@ odavde — između je voda ili zatvorena granica. %@ će prošetati do %@ , najbliže luke na putu, i ukrcati sljedeći paket. Ako prije nađete nekoga kako prelazi, dajte mu ovna tamo i on će preskočiti čekanje.
ca: Cap carretera arriba a %@ des d'aquí; hi ha aigua o una frontera tancada entremig. %@ caminarà fins a %@ , el port més proper del camí, i pujarà al següent paquet. Si trobeu algú que creua abans, entreu-li el carnero allà i es saltarà l'espera.
cs: Do %@ odtud žádná silnice nevede — mezi nimi je voda nebo uzavřená hranice. %@ půjde do %@ , nejbližšího portu na cestě, a nastoupí na další paket. Pokud najdete někoho, kdo přechází dříve, dejte mu tam berana a čekání přeskočí.
da: Ingen vej når %@ herfra - der er vand eller en lukket grænse imellem. %@ vil gå til %@ , den nærmeste havn på vejen, og gå ombord på den næste pakke på tværs. Hvis du finder nogen, der krydser hurtigere, så giv vædderen til dem der, og den springer ventetiden over.
de: Von hier aus erreicht keine Straße %1$@ – dazwischen liegt Wasser oder eine geschlossene Grenze. %2$@ wandert nach %3$@, dem nächsten Hafen auf dem Weg, und nimmt das nächste Fährschiff. Wenn du jemanden triffst, der früher übersetzt, übergib den Widder dort und er überspringt die Wartezeit.
el: Κανένας δρόμος δεν φτάνει στο %@ από εδώ — υπάρχει νερό ή κλειστά σύνορα ενδιάμεσα. Ο %@ θα περπατήσει μέχρι το %@ , το πλησιέστερο λιμάνι στο δρόμο, και θα επιβιβαστεί στο επόμενο πακέτο απέναντι. Αν βρείτε κάποιον να περνά νωρίτερα, δώστε του το κριάρι εκεί και παραλείπει την αναμονή.
es: Ningún camino llega a %@ desde aquí; hay agua o una frontera cerrada en el medio. %@ caminará hasta %@, el puerto más cercano en el camino, y abordará el siguiente paquete. Si encuentras a alguien cruzando antes, entrégale el ariete allí y se saltará la espera.
et: Siit ei ulatu ükski tee %@ni – seal on vesi või suletud piir. %@ kõnnib teele lähimasse sadamasse %@ ja läheb järgmise paketiga risti. Kui leiate kellegi varem üle minemas, andke jäär talle seal ja see jätab ootamise vahele.
eu: Hemendik ez da errepiderik %@ iristen — ura edo muga itxi bat dago tartean. %@ oinez joango da %@ , bidean dagoen ataka hurbilenera, eta hurrengo paketean igoko da. Lehenago gurutzatzen ari den norbait aurkitzen baduzu, eman aharia han eta itxaronaldia saltatzen du.
fi: Täältä ei pääse tielle %@ – välillä on vettä tai suljettu raja. %@ kävelee %@:iin, lähimpään satamaan matkalla ja astuu seuraavan paketin poikki. Jos huomaat jonkun ylittävän aikaisemmin, ojenna pässi hänelle sinne ja se ohittaa odottamisen.
fr: Aucune route n'atteint %1$@ d'ici : il y a de l'eau ou une frontière fermée entre les deux. %2$@ marchera jusqu'à %3$@, le port le plus proche, et prendra le prochain bateau. Si tu trouves quelqu'un qui traverse plus tôt, remets-lui le bélier pour éviter l'attente.
ga: Ní shroicheann bóthar ar bith %@ as seo — tá uisce nó teorainn dúnta eatarthu. Siúlfaidh %@ go %@ , an calafort is gaire ar an mbealach, agus bordáil an chéad phaicéad eile trasna. Má fhaigheann tú duine ag trasnú níos luaithe, tabhair an reithe dóibh ansin agus ní théann sé ar aghaidh.
gl: Ningunha estrada chega a %@ desde aquí; hai auga ou unha fronteira pechada no medio. %@ camiñará ata %@ , o porto máis próximo no camiño, e abordará o seguinte paquete. Se atopas alguén cruzando antes, entrégalle o carneiro alí e saltará a espera.
he: מכאן אף כביש לא מגיע ל%@ - יש מים או גבול סגור ביניהם. %@ ילך אל %@ , הנמל הקרוב ביותר בדרך, ויעלה על החבילה הבאה מעבר. אם אתה מוצא מישהו חוצה מוקדם יותר, מסור לו את האיל שם והוא מדלג על ההמתנה.
hi: यहां से कोई सड़क %@ नहीं पहुंचती - बीच में पानी है या बंद सीमा है। %@ रास्ते में निकटतम बंदरगाह %@ तक चलेगा, और अगले पैकेट पर चढ़ जाएगा। यदि आप किसी को जल्दी पार करते हुए पाते हैं, तो उसे वहीं राम सौंप दें और यह प्रतीक्षा करना छोड़ देता है।
hr: Nikakva cesta odavde ne doseže %@ — između je voda ili zatvorena granica. %@ će prošetati do %@, najbliže luke na putu, i ukrcati se na sljedeći paket. Ako nađete nekoga prije prijelaza, dajte mu ovna tamo i on će preskočiti čekanje.
hu: Innen semmilyen út nem éri el a %@ pontot – víz vagy zárt határ van közöttük. %@ elsétál a %@-hoz, a legközelebbi kikötőhöz, és felszáll a következő csomagra. Ha valakit hamarabb találsz átkelni, add oda neki a kost és az kihagyja a várakozást.
id: Tidak ada jalan yang mencapai %@ dari sini — ada perairan atau perbatasan tertutup di antaranya. %@ akan berjalan ke %@ , port terdekat dalam perjalanan, dan meneruskan paket berikutnya. Jika Anda menemukan seseorang menyeberang lebih cepat, serahkan domba jantan itu kepada mereka di sana dan ia tidak perlu menunggu.
is: Enginn vegur nær %@ héðan — það er vatn eða lokuð landamæri á milli. %@ mun ganga að %@ , næstu höfn á leiðinni, og fara um borð í næsta pakka yfir. Ef þú finnur einhvern sem fer fyrr yfir, gefðu þeim hrútinn þar og hann sleppir biðinni.
it: Nessuna strada raggiunge %@ da qui: nel mezzo c'è acqua o un confine chiuso. %@ andrà a %@ , il porto più vicino lungo il percorso, e si imbarcherà sul pacchetto successivo. Se trovi qualcuno che attraversa prima, consegnagli l'ariete lì e salterà l'attesa.
ja: ここから %@ に到達する道路はありません。間には水か閉鎖された境界線があります。 %@ は、途中で最も近いポートである %@ まで歩き、次のパケットに乗り込みます。もっと早く渡っている人を見つけたら、そこで羊を渡せば、待つ必要はありません。
ka: აქედან %@ გზა არ აღწევს — მათ შორის არის წყალი ან ჩაკეტილი საზღვარი. %@ გაემგზავრება %@-მდე, გზად უახლოეს პორტში და ჩაჯდება შემდეგი პაკეტის გასწვრივ. თუ ვინმეს უფრო ადრე გადაკვეთს, გადასცეს ვერძი იქ და ის გამოტოვებს ლოდინს.
kk: Бұл жерден ешбір жол %@ жетпейді — арасында су немесе жабық шекара бар. %@ жолдағы ең жақын портқа %@ дейін жаяу жүреді және келесі пакетке өтеді. Тезірек өтіп бара жатқан біреуді тапсаңыз, қошқарды сол жерде оларға беріңіз, ол күтуді өткізіп жібереді.
ko: 여기에서는 %@에 도달하는 도로가 없습니다. 그 사이에 물이나 폐쇄된 국경이 있습니다. %@ 은 도중에 가장 가까운 항구인 %@ 까지 걸어가서 다음 패킷에 탑승합니다. 더 빨리 건너는 사람을 발견하면 거기에 숫양을 건네주면 기다림을 건너뜁니다.
lt: Iš čia nesiekia joks kelias %@ – tarp jų yra vanduo arba uždara siena. %@ eis į %@ , artimiausią pakeliui esantį uostą, ir įlips į kitą paketą. Jei radote ką nors peržengiantį anksčiau, paduokite jam aviną ir jis nelauks.
lv: No šejienes neviens ceļš nesasniedz %@ — starp tiem ir ūdens vai slēgta robeža. %@ dosies kājām līdz %@ , tuvākajai ostai pa ceļam, un iekāps nākamajā pakā. Ja atrodat kādu, kas šķērso ātrāk, nododiet viņam aunu, un tas izlaiž gaidīšanu.
mk: Ниту еден пат не стигнува до %@ од тука - има вода или затворена граница помеѓу. %@ ќе оди до %@ , најблиското пристаниште на патот, и ќе се качи на следниот пакет. Ако најдете некој што поминува порано, предадете му го овенот таму и тој го прескокнува чекањето.
ms: Tiada jalan yang sampai %@ dari sini — terdapat air atau sempadan tertutup di antaranya. %@ akan berjalan ke %@ , port terdekat dalam perjalanan dan menaiki paket seterusnya melintasi. Jika anda menjumpai seseorang menyeberang lebih awal, serahkan ram kepada mereka di sana dan ia melangkau menunggu.
mt: L-ebda triq ma tasal %@ minn hawn — hemm ilma jew fruntiera magħluqa bejniethom. %@ se jimxu lejn %@ , l-eqreb port fit-triq, u jitilgħu fuq il-pakkett li jmiss. Jekk issib lil xi ħadd jaqsam qabel, agħti l-muntun hemmhekk u taqbeż l-istennija.
nb: Ingen vei når %@ herfra – det er vann eller en stengt grense i mellom. %@ vil gå til %@ , den nærmeste havnen på veien, og gå ombord på neste pakke over. Hvis du finner noen som krysser tidligere, gi væren til dem der og den hopper over ventetiden.
nl: Vanaf hier bereikt geen enkele weg %@; er is water of een gesloten grens ertussen. %@ zal naar %@ lopen, de dichtstbijzijnde haven onderweg, en aan boord gaan van het volgende pakket aan de overkant. Als je iemand eerder ziet oversteken, geef hem daar de ram en hij hoeft niet meer te wachten.
pl: Żadna droga nie dociera stąd do %@ — pomiędzy nimi jest woda lub zamknięta granica. %@ uda się do %@, najbliższego portu po drodze i przejmie następny pakiet. Jeśli zauważysz, że ktoś przechodzi wcześniej, podaj mu barana, a on pominie czas oczekiwania.
pt_br: Nenhuma estrada chega a %@ daqui — há água ou uma fronteira fechada no meio. %@ caminhará até %@ , o porto mais próximo no caminho, e embarcará no próximo pacote. Se você encontrar alguém atravessando mais cedo, entregue o carneiro para ele e ele pulará a espera.
ro: Niciun drum nu ajunge la %@ de aici — există apă sau o graniță închisă între ele. %@ va merge până la %@ , cel mai apropiat port de pe drum și se va îmbarca în următorul pachet. Dacă găsești pe cineva care traversează mai devreme, dă-i berbecul acolo și omite așteptarea.
ru: Отсюда нет дорог, ведущих к %@ — между ними вода или закрытая граница. %@ пойдет к %@ , ближайшему порту на пути, и сядет на следующий пакет. Если ты обнаружите, что кто-то переходит дорогу раньше, передай ему таран, и он не будет ждать.
sk: Do %@ odtiaľto nevedie žiadna cesta – medzi nimi je voda alebo uzavretá hranica. %@ prejde do %@, najbližšieho prístavu na ceste, a nastúpi na ďalší paket. Ak nájdete niekoho, kto prechádza skôr, dajte mu tam barana a preskočí to čakanie.
sl: Od tod do %@ ne pride nobena cesta — vmes je voda ali zaprta meja. %@ bo šel peš do %@, najbližjega pristanišča na poti, in se vkrcal na naslednji paket čez. Če najdeš nekoga, ki prečka prej, mu daj ovna tam in preskoči čakanje.
sq: Asnjë rrugë nuk arrin %@ nga këtu - ka ujë ose një kufi të mbyllur në mes. %@ do të ecë në %@ , porti më i afërt në rrugë, dhe do të hipë në paketën tjetër. Nëse gjeni dikë që kalon më shpejt, jepini dashin atje dhe ai e kalon pritjen.
sr: Ни један пут не стиже одавде до %@ — између њих је вода или затворена граница. %@ ће прошетати до %@ , најближег порта на путу, и укрцати следећи пакет. Ако нађете некога да пређе, дајте му овна тамо и он ће прескочити чекање.
sv: Ingen väg når %@ härifrån – det finns vatten eller en stängd gräns däremellan. %@ går till %@ , närmaste hamn på vägen, och går ombord på nästa paket över. Om du hittar någon som går över tidigare, ge baggen till dem där och den hoppar över väntan.
th: จากที่นี่ไม่มีถนนไปถึง %@ มีน้ำหรือมีพรมแดนปิดอยู่ระหว่างนั้น %@ จะเดินไปที่ %@ ซึ่งเป็นท่าเรือที่ใกล้ที่สุดระหว่างทาง และขึ้นแพ็กเก็ตถัดไปข้ามไป หากคุณพบว่ามีคนข้ามเร็วกว่านี้ ให้ส่งแกะไปให้คนนั้น แล้วมันก็จะข้ามการรอ
tr: Buradan %@'a hiçbir yol ulaşmıyor; arada su veya kapalı bir sınır var. %@, yol üzerindeki en yakın bağlantı noktası olan %@'ye yürüyecek ve bir sonraki pakete binecek. Daha erken karşıya geçen birini bulursanız, koçu oraya verin, böylece beklemeyi atlamış olursunuz.
uk: Звідси жодна дорога не веде до %@ — між ними вода або закритий кордон. %@ піде пішки до %@ , найближчого порту на шляху, і сяде на наступний пакет. Якщо ти побачите, що хтось перетинає дорогу раніше, передай йому барана, і він не чекатиме.
vi: Không có con đường nào đến %@ từ đây — ở giữa có nước hoặc biên giới khép kín. %@ sẽ đi bộ đến %@ , cổng gần nhất trên đường đi và gửi gói tiếp theo. Nếu bạn tìm thấy ai đó băng qua sớm hơn, hãy đưa ram cho họ ở đó và nó sẽ bỏ qua việc chờ đợi.
zh_hans: 没有道路从这里到达%@——中间有水或封闭的边界。 %@ 将步行到途中最近的港口 %@，并登上下一个数据包。如果你发现有人早点过河，就把公羊交给他们，这样就可以跳过等待。
zh_hk: 沒有道路從這裡到達%@－中間有水或封閉的邊界。 %@ 將步行到途中最近的港口 %@，並登上下一個資料包。如果你發現有人早點過河，就把公羊交給他們，這樣就可以跳過等待。

source: No road reaches %1$@ from here, and none of the nearby ports could be reached by road either. Name a city %2$@ can walk to; it will look for a crossing from there, or wait for a carrier heading onward.
ar: لا يوجد طريق يصل إلى %@ من هنا، ولا يمكن الوصول إلى أي من الموانئ القريبة عن طريق البر أيضًا. اسم مدينة %@ يمكن المشي إليها؛ سيبحث عن معبر من هناك، أو ينتظر الناقل الذي يتجه للأمام.
bg: Нито един път не стига до %@ от тук и нито едно от близките пристанища не може да бъде достигнато по шосе. Назовете град %@, до който можете да стигнете пеша; той ще търси пресичане от там или ще изчака превозвач, който се насочва нататък.
bs: Odavde do %@ ne dolazi nijedan put, a ni do jedne od obližnjih luka nije se moglo doći cestom. Imenujte grad do kojeg %@ može hodati; tražit će prijelaz odatle ili čekati prijevoznika koji ide dalje.
ca: Cap carretera arriba a %@ des d'aquí, i cap dels ports propers tampoc es podia arribar per carretera. Anomena una ciutat on %@ pugui caminar; buscarà una travessa des d'allà, o esperarà que un transportista vagi endavant.
cs: Žádná silnice odtud nevede do %@ a do žádného z blízkých přístavů se nedá dostat ani po silnici. Pojmenujte město, kam může %@ dojít; odtamtud bude hledat přechod nebo bude čekat na nosič mířící dále.
da: Ingen vej når %@ herfra, og ingen af ​​de nærliggende havne kunne heller nås ad vej. Nævn en by %@ kan gå til; den vil lede efter en overgang derfra, eller vente på en transportør på vej videre.
de: Von hier aus erreicht keine Straße %1$@ und kein naher Hafen war über die Straße erreichbar. Wähle eine Stadt, zu der %2$@ laufen kann; von dort sucht er nach einer Überfahrt oder wartet auf einen weiterreisenden Boten.
el: Κανένας δρόμος δεν φτάνει στο %@ από εδώ και κανένα από τα κοντινά λιμάνια δεν ήταν προσβάσιμο ούτε οδικώς. Ονομάστε μια πόλη %@ στην οποία μπορείτε να περπατήσετε. θα ψάξει για μια διέλευση από εκεί ή θα περιμένει έναν μεταφορέα που κατευθύνεται προς τα εμπρός.
es: Ninguna carretera llega a %@ desde aquí, y tampoco se puede llegar por carretera a ninguno de los puertos cercanos. Nombre una ciudad a la que %@ pueda caminar; buscará un cruce desde allí o esperará a que un transportista se dirija hacia adelante.
et: Siit ei ulatu ükski tee %@ ja ka ühtegi lähedalasuvasse sadamasse ei pääse maanteed mööda. Nimetage linn, kuhu %@ võib jalgsi minna; see otsib sealt ülekäigurada või ootab edasi suunduvat vedajat.
eu: Hemendik ez dago errepiderik %@ra iristen, eta inguruko portuetara ere ezin zen errepidez irits. Idatzi %@ oinez joan daitekeen hiriari; hortik pasabide bat bilatuko du, edo aurrera doan garraiolari baten zain.
fi: Täältä ei pääse tielle %@, eikä myöskään läheisiin satamiin pääse maanteitse. Nimeä kaupunki, johon %@ voi kävellä; se etsii risteystä sieltä tai odottaa liikenteenharjoittajaa matkalla eteenpäin.
fr: Aucune route n'atteint %@ à partir d'ici, et aucun des ports voisins ne pourrait non plus être atteint par la route. Nommez une ville où %@ peut se rendre à pied ; à partir de là, il cherchera un passage ou attendra un transporteur qui continue.
ga: Ní shroicheann aon bhóthar %@ as seo, agus ní fhéadfaí aon cheann de na calafoirt in aice láimhe a bhaint amach ach an oiread. Ainmnigh cathair ar féidir %@ siúl chuici; lorgóidh sé trasbhealach as sin, nó fanfaidh sé le hiompróir ag dul ar aghaidh.
gl: Ningunha estrada chega a %@ desde aquí e tampouco se puido acceder por estrada a ningún dos portos próximos. Nomea unha cidade á que %@ poida camiñar; buscará unha travesía desde alí ou agardará a que un transportista vaia adiante.
he: מכאן אף כביש לא מגיע ל%@ ולא ניתן היה להגיע לאף אחד מהנמלים הסמוכים גם בכביש. תן שם עיר %@ שאליה אפשר ללכת; הוא יחפש מעבר חצייה משם, או ימתין למוביל שימשיך הלאה.
hi: यहां से कोई सड़क %@ तक नहीं पहुंचती है, और आसपास के किसी भी बंदरगाह तक सड़क मार्ग से नहीं पहुंचा जा सकता है। उस शहर का नाम बताइए %@ जहां पैदल जाया जा सकता है; यह वहां से क्रॉसिंग की तलाश करेगा, या आगे बढ़ने वाले किसी वाहक की प्रतीक्षा करेगा।
hr: Odavde nikakva cesta ne doseže %@, a ni do jedne od obližnjih luka se nije moglo doći cestom. Navedite grad %@ do kojeg možete pješačiti; tražit će prijelaz od tamo ili čekati prijevoznika koji ide dalje.
hu: Innen egyetlen út sem ér el %@, és a közeli kikötők egyike sem érhető el közúton. Nevezzen meg egy várost, ahová %@ sétálhat; onnan átkelőt fog keresni, vagy megvárja a továbbhaladó szállítót.
id: Tidak ada jalan yang mencapai %@ dari sini, dan tidak ada pelabuhan terdekat yang dapat dicapai melalui jalan darat. Sebutkan kota yang %@ dapat dicapai dengan berjalan kaki; ia akan mencari penyeberangan dari sana, atau menunggu kapal induk menuju ke depan.
is: Enginn vegur nær %@ héðan og ekki var hægt að komast að neinni af nálægum höfnum á vegum heldur. Nefndu borg sem %@ getur gengið til; það mun leita að yfirferð þaðan, eða bíða eftir flugrekanda sem heldur áfram.
it: Nessuna strada arriva a %@ da qui, e nessuno dei porti vicini può essere raggiunto via strada. Indica una città che %@ può raggiungere a piedi; cercherà un passaggio da lì o aspetterà un vettore diretto a proseguire.
ja: ここから %@ につながる道路はなく、近くの港にも道路でアクセスできません。 %@ が歩いて行ける都市の名前を付けてください。そこから交差点を探すか、空母が向かってくるのを待ちます。
ka: აქედან %@-მდე გზა არ აღწევს და არცერთ ახლომდებარე პორტს არ შეეძლო გზაზე მისვლა. დაასახელეთ ქალაქი %@, სადაც შეგიძლიათ ფეხით; ის ეძებს გადაკვეთას იქიდან, ან დაელოდება გადამზიდველს, რომელიც წინ მიდის.
kk: Бұл жерден ешбір жол %@ жетпейді және жақын маңдағы порттардың ешқайсысына да жол арқылы жету мүмкін емес. %@ жаяу баруға болатын қаланы атаңыз; ол жерден өткел іздейді немесе тасымалдаушыны күтеді.
ko: 여기에서는 %@에 도달하는 도로가 없으며 근처의 항구에도 도로로 접근할 수 없습니다. %@이 걸어서 갈 수 있는 도시 이름을 지정하세요. 거기에서 교차점을 찾거나 앞으로 향하는 항공사를 기다립니다.
lt: Iš čia nesiekia joks kelias %@, taip pat nebuvo galima pasiekti nė vieno iš netoliese esančių uostų. Pavadinkite miestą, į kurį %@ galima nueiti pėsčiomis; jis ieškos pervažos iš ten arba lauks vežėjo, važiuojančio toliau.
lv: No šejienes neviens ceļš nesasniedz %@, un arī neviena no tuvējām ostām nebija sasniedzama pa ceļu. Nosauciet pilsētu, uz kuru %@ var aiziet ar kājām; tas meklēs pāreju no turienes vai gaidīs pārvadātāju, kas dodas tālāk.
mk: Ниту еден пат не стигнува до %@ оттука, а ниту по пат не можеше да се стигне до ниту едно од блиските пристаништа. Наведете град до кој %@ може да пешачите; ќе бара премин од таму или ќе чека превозник кој оди понатаму.
ms: Tiada jalan sampai %@ dari sini, dan tiada satu pun pelabuhan berdekatan boleh dicapai melalui jalan raya. Namakan bandar %@ boleh berjalan ke; ia akan mencari persimpangan dari sana, atau menunggu pembawa menuju ke hadapan.
mt: L-ebda triq ma tilħaq %@ minn hawn, u l-ebda wieħed mill-portijiet fil-qrib ma seta’ jintlaħaq bit-triq lanqas. Semmi belt li %@ tista’ timxi; se tfittex qsim minn hemm, jew stenna għal trasportatur direzzjoni 'l quddiem.
nb: Ingen vei når %@ herfra, og ingen av de nærliggende havnene kunne nås med bil heller. Nevn en by %@ kan gå til; den vil se etter en overgang derfra, eller vente på en transportør på vei videre.
nl: Vanaf hier bereikt geen enkele weg %@, en ook geen van de nabijgelegen havens was over de weg bereikbaar. Noem een ​​stad waar %@ naartoe kan lopen; Van daaruit zal het zoeken naar een oversteek, of wachten op een vervoerder die verder gaat.
pl: Żadna droga nie dociera stąd do %@, a do żadnego z pobliskich portów nie można dojechać drogą. Wymień miasto, do którego %@ można dojść pieszo; będzie stamtąd szukał przeprawy lub poczekał na przewoźnika jadącego dalej.
pt_br: Nenhuma estrada chega a %@ daqui, e nenhum dos portos próximos pode ser alcançado por estrada também. Diga o nome de uma cidade que %@ possa caminhar; ele procurará uma travessia a partir daí ou aguardará um transportador seguindo em frente.
ro: Niciun drum nu ajunge la %@ de aici și nici la niciunul dintre porturile din apropiere nu se putea ajunge pe drum. Numiți un oraș în care %@ poate merge pe jos; va căuta o trecere de acolo sau va aștepta un transportator care se îndreaptă mai departe.
ru: Отсюда никакая дорога не ведет к %@ и ни в один из близлежащих портов невозможно добраться по дороге. Назовите город, до которого %@ можно дойти пешком; оттуда он будет искать переправу или ждать, пока авианосец пойдет дальше.
sk: Do %@ odtiaľto nevedie žiadna cesta a ani do žiadneho z blízkych prístavov sa nedá dostať po ceste. Pomenujte mesto, kam môže %@ dôjsť; odtiaľ vyhľadá prechod alebo počká na dopravcu smerujúci ďalej.
sl: Nobena cesta ne doseže %@ od tu in tudi nobeno od bližnjih pristanišč ni bilo dostopno po cesti. Poimenujte mesto %@, do katerega se lahko sprehodite; od tam bo poiskal prehod ali počakal na prevoznika, ki se pelje naprej.
sq: Asnjë rrugë nuk arrin në %@ nga këtu dhe asnjë nga portet e afërta nuk mund të arrihej as me rrugë. Emërtoni një qytet në të cilin mund të ecni %@; do të kërkojë një vendkalim prej andej, ose do të presë për një transportues që shkon përpara.
sr: Ни један пут не стиже одавде до %@, а ни до једне од оближњих лука није се могло доћи друмом. Именујте град до којег %@ може ходати; тражиће прелаз одатле или чекати превозника који иде даље.
sv: Ingen väg når %@ härifrån, och ingen av de närliggande hamnarna kunde nås på väg heller. Namnge en stad %@ kan gå till; det kommer att leta efter en korsning därifrån, eller vänta på en transportör på väg vidare.
th: จากที่นี่ไม่มีถนนเข้าถึง %@ และถนนก็ไม่สามารถเข้าถึงท่าเรือใกล้เคียงได้เช่นกัน ตั้งชื่อเมือง %@ สามารถเดินไป; มันจะมองหาทางแยกจากที่นั่นหรือรอให้เรือบรรทุกมุ่งหน้าต่อไป
tr: Buradan %@'a hiçbir yol ulaşmıyor ve yakındaki limanların hiçbirine de karayoluyla ulaşılamıyor. %@'in yürüyebileceği bir şehir adı verin; oradan bir geçiş arayacak veya ileriye doğru ilerleyen bir taşıyıcıyı bekleyecek.
uk: Жодна дорога не досягає %@ звідси, і до жодного з найближчих портів також не можна дістатися дорогою. Назвіть місто %@, до якого можна дійти пішки; він шукатиме перетин звідти або чекатиме на перевізника, який прямуватиме далі.
vi: Không có con đường nào đến được %@ từ đây và cũng không có bến cảng nào gần đó có thể đến được bằng đường bộ. Kể tên một thành phố %@ có thể đi bộ tới; nó sẽ tìm kiếm một lối đi qua từ đó hoặc đợi một người vận chuyển đi tiếp.
zh_hans: 没有公路从这里到达%@，附近的港口也无法通过公路到达。说出一个可以步行到达的城市 %@；它会寻找从那里出发的渡口，或者等待向前行驶的航母。
zh_hk: 沒有公路從這裡到達%@，附近的港口也無法經由公路到達。說出一個可以步行到達的城市 %@；它會尋找從那裡出發的渡口，或等待向前行駛的航母。

source: No stamps yet
ar: لا توجد طوابع حتى الآن
bg: Все още няма печати
bs: Još nema markica
ca: Encara no hi ha segells
cs: Zatím bez známek
da: Ingen frimærker endnu
de: Noch keine Stempel
el: Δεν υπάρχουν ακόμη γραμματόσημα
es: Aún no hay sellos
et: Marke veel pole
eu: Oraindik ez dago zigilurik
fi: Ei vielä postimerkkejä
fr: Pas encore de timbres
ga: Níl aon stampaí fós
gl: Aínda non hai selos
he: עדיין אין חותמות
hi: अभी तक कोई टिकट नहीं
hr: Još nema markica
hu: Még nincsenek bélyegek
id: Belum ada prangko
is: Engin frímerki ennþá
it: Ancora nessun francobollo
ja: まだスタンプはありません
ka: ჯერ არ არის მარკები
kk: Әзірге мөрлер жоқ
ko: 아직 스탬프가 없습니다.
lt: Antspaudų dar nėra
lv: Pagaidām nav zīmogu
mk: Сè уште нема поштенски марки
ms: Tiada setem lagi
mt: Għadu l-ebda bolol
nb: Ingen frimerker ennå
nl: Nog geen postzegels
pl: Nie ma jeszcze znaczków
pt_br: Ainda não há selos
ro: Încă nu există ștampile
ru: Штампов пока нет
sk: Zatiaľ žiadne známky
sl: Žigov še ni
sq: Ende nuk ka pulla
sr: Још нема маркица
sv: Inga stämplar än
th: ยังไม่มีแสตมป์
tr: Henüz pul yok
uk: Ще немає штампів
vi: Chưa có tem
zh_hans: 还没有邮票
zh_hk: 還沒有郵票
